---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionUtils
source: html/fa0b2552-c9c2-697e-c0fe-914a2af57ca3.htm
---
# StructuralSectionUtils Members

Return structural element definition data.